Revit 2027 API
ParameterTypeId.FbxLightPhotometricFile Property
 "Photometric Web File"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightPhotometricFile { get; }
Public Shared ReadOnly Property FbxLightPhotometricFile As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightPhotometricFile {
	ForgeTypeId^ get ();
}
static member FbxLightPhotometricFile : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace